;
;  Note: The author of these translation don't write portuguese according to the new orthographic agreement between Portugal and Brazil
;  Nota: O autor desta tradução não escreve português de acordo com o novo acordo ortográfico entre Portugal e o Brasil
;  
;
; TranslationAuthor: Luis Neves
; TranslationAuthorEmail: luis.a.neves@sapo.pt
; Soft Version: 1.28
; Update: 14-11-2017
;

[Translation]
LanguageName=POR
LangCode=0816
ReadHabit=Left-to-right
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET

Confirm=Confirmação

;
; Interface Principal
;
TfrmWRMMain.Caption=Wise Reminder
TfrmWRMMain.btnUnfinish.Caption=Por Concluir
TfrmWRMMain.btnCompleted.Caption=Concluídos
TfrmWRMMain.btnBack.caption=Retroceder
TfrmWRMMain.btnDone.Caption=Guardar
TfrmWRMMain.lblRepeat.caption=Repetir:
TfrmWRMMain.lblTime.caption=Hora:
TfrmWRMMain.lblName.caption=Descrição:
TfrmWRMMain.lblDate.caption=Data:
TfrmWRMMain.cbPeriod.Item1=Uma vez
TfrmWRMMain.cbPeriod.Item2=Diariamente
TfrmWRMMain.cbPeriod.Item3=Semanalmente
TfrmWRMMain.cbPeriod.Item4=Mensalmente
TfrmWRMMain.cbPeriod.Item5=Anualmente
;
;sugestão
;
TfrmWRMMain.RestoreHint=Cópia de Segurança & Restauro
TfrmWRMMain.imgf.hint=Siga-nos no Facebook
TfrmWRMMain.imgt.hint=Siga-nos no Twitter
TfrmWRMMain.imgmail.hint=Partilhe-o com os seus amigos
TfrmWRMMain.imghome.hint=Página Oficial
TfrmWRMMain.CloseHint=Fechar
TfrmWRMMain.MenuHint=Menu
TfrmWRMMain.MinHint=Minimizar
TfrmWRMMain.lbl2.caption=Versão Actual:%s
TfrmWRMMain.lbl3.Caption=Procurar Actualizações
TfrmWRMMain.btnDetails.hint_1=Detalhes
TfrmWRMMain.btnDetails.hint_2=Modificar e Recuperar
TfrmWRMMain.btnDelete.hint_1=Marcar como concluída
TfrmWRMMain.btnDelete.hint_2=Eliminar
TfrmWRMMain.OpenWindow=Abrir o WiseReminder
TfrmWRMMain.btnNew.Caption=novo

msgdlg.btnNO=NÃO
msgdlg.btnOk=OK
msgdlg.btnYes=Sim
;
; Horário
;
constY=Ano
constM=Mês
constD=Dia
constHH=Hora
constMM=Minuto
constSS=Segundo
constYs=Anos
constMs=Meses
constDs=Dias
constHHs=Horas
constMMs=Minutos
constSSs=Segundos
;
; Menu Pendente
;
TfrmWRMMain.TrayMenuItem1=Ajuda online
TfrmWRMMain.TrayMenuItem2=Fórum
TfrmWRMMain.TrayMenuItem3=Site Oficial
TfrmWRMMain.TrayMenuItem4=Contacte-nos
TfrmWRMMain.TrayMenuItem5=Procurar Actualizações
TfrmWRMMain.TrayMenuItem6=Procurar Novidades
TfrmWRMMain.TrayMenuItem7=Idioma
TfrmWRMMain.TrayMenuItem8=Executar com o Windows
TfrmWRMMain.TrayMenuItem9=Acerca
TfrmWRMMain.TrayMenuItem10=Sair
TfrmRemindDlg.Caption_1=Esqueceu alguns dos lembretes
TfrmWRMMain.lbl1.caption=Restaurar
TfrmWRMMain.fxpmn.item1=Cópia de Segurança
TfrmWRMMain.fxpmn.item2=Restaurar
GetLang=traduzir para...
;
; Aviso
;
TfrmRemindDlg.Caption=Aviso
TfrmRemindDlg.btnComplete.Caption=Concluído
TfrmRemindDlg.btnDelay.Caption=Adiar
;
; Acerca
;
TfrmAbout.Caption=Acerca
TfrmAbout.lblEmail.caption=Email de Apoio:
TfrmAbout.lblhome.caption=Página Oficial:
TfrmAbout.lblthanks.caption=Agradecimentos às seguintes pessoas pelos seus contributos:
TfrmAbout.btnOk.Caption=OK
TfrmAbout.lblver.Caption=Versão Actual:
;
;Voz
;
TfrmWRMMain.cbbVoice.Item1 = Silencioso
TfrmWRMMain.cbbVoice.Item2 = Padrão
TfrmWRMMain.cbbVoice.Item3 = Personalizado 
TfrmWRMMain.lblVoice.Caption = Toque:

[Messages]
UnkonwFileType = Ficheiro áudio desconhecido!
ExitModify=Tem alterações não guardadas. Tem a certeza que quer sair desta página?
RemindNameNULL=Por favor preencha a descrição do lembrete!
NewVer=Está disponível uma nova versão! Actualizar agora?
NoNewVer=Parabéns! Está a utilizar a versão mais recente.
ExitApp=Tem a certeza que quer sair do Wise Reminder? Os lembretes do Wise Reminder deixarão de estar disponíveis!
NoneReminder=Não definiu nenhum lembrete!
NoneCopmpleted=Não tem nenhum lembrete concluído!
NoneSelected=Por favor seleccione pelo menos um item!
TimeOver=Definiu uma hora anterior à actual!

[Lang]
NativeLanguage=Português (Portugal)